Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=610_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Zoja Nosova
smn: Zoja Nosova – nuorttâsämikielâ algâjalgejeijee

source: Zoja Nosova – koltansaamen uranuurtaja
smn: Zoja Nosova lii nuorttâsämikielâ algâjalgejeijee.

source: Zoja Nosova on koltansaamen kielen uranuurtaja.
smn: Sun áásá Ruošâbeln Paje-Toollâm siijdâst, stuorrâ Murmansk kaavpug já nuorttâsämmilij aassâmkuávlui kooskâst, moh láá Suomâ nuorttârääjist.

source: Hän asuu Venäjän puolella Ylä-Tuloman kylässä, suuren Murmanskin kaupungin ja Suomen itärajalla sijaitsevien kolttasaamelaisten asuinalueiden välissä.
smn: Zoja lii šoddâm puásuisämmilâš perrui Kuáláduvnjaargâ taverido Myetkivuonâ riddoost, Myetkivuonâ siijdâst.

source: Zoja on syntynyt Kuolan niemimaan pohjoisrannalla olevan Muotkavuonon rannalla, Muotkavuonon kylässä, porosaamelaiseen perheeseen.
smn: Suu pärnivuođâ ääigi nuorttâsämikielâ, mii lii še Zoja eenikielâ, lâi kuávlu táválâš kielâ.

source: Hänen lapsuudessaan koltansaamea, joka on myös Zojan äidinkieli, puhuttiin alueella yleisesti.
smn: Zoja pärnivuođâ päikkisijdâ lii tááláá ääigi toppum kuávlu, mii kulá Ruošâ suátiviehân.

source: Zojan lapsuuden kotikylä on nykyisin suljettua aluetta, joka kuuluu Venäjän armeijalle.
smn: Nuorttâsämikielâ kevttim lii maailmsoođij já nuorttâsämmilâšsiärváduv kolgâmušâi puáđusin kiäppánâm.

source: Koltansaamen kielen käyttö on maailmansotien ja kolttasaamelaisen yhteisön kokemien kohtaloiden seurauksena vähentynyt.
smn: Nuorttâsämmiliih eellih tááláá ääigi kuulmâ staatâ aalmugjesânin.

source: Kolttasaamelaiset elävät nykyisin kolmen valtion kansalaisina.
smn: Nuorttâsämikielâ sajattâh já kevttim lii nanosumos Suomâbeln, kost nuorttâsämikielâ máttáátteh škoovlâst oppâamnâsin já kevttih mottoomverd še máttááttâskiellân.

source: Koltansaamen kielen asema ja käyttö on vahvinta Suomen puolella, jossa koltansaamea opetetaan koulussa kielen oppiaineena ja käytetään jonkin verran myös koulun opetuskielenä.
smn: Taažâ kuávlust ässee nuorttâsämmiliih iä innig sáárnu eenikielâs, iäge nuorttâsämikielâ máttát škoovlâin.

source: Norjan alueella asuvat kolttasaamelaiset eivät enää puhu kieltään, eikä koltansaamen kieltä opeteta kouluissa.
smn: Ruošâbelngin nuorttâsämikielâ ij kuulâ škoovlâ máttááttem kieláid, mut kielâ sárnooh já ovdedeijeeh liijká vala kávnojeh.

source: Venäjän puolellakaan koltansaamen kieli ei kuulu koulun opettamiin kieliin, mutta kielen puhujia ja edistäjiä silti vielä löytyy.
smn: Kuulmâ staatâ kuávluin ässee nuorttâsämmiliih čokkânii kesimáánust 2012 nuorttâsämikielâ já kulttuur iäláskittem sehe sajattuv kieđâvuššee konfereensân Aanaar Sajosân, kost kuáhtáim nuorttâsämikielâ mättee já ovdedeijee Zoja Nosova.

source: Kolmen valtion alueilla asuvat kolttasaamelaiset kokoontuivat kesäkuussa 2012 koltansaamen kielen ja kulttuurin elvyttämistä sekä asemaa käsitelleeseen konferenssiin Inarin Sajokseen, jossa tapasimme koltansaamen osaajan ja kehittäjän Zoja Nosovan.
smn: Zoja algâttij nuorttâsämikielâ máttááttâs päikkisijdâstis Paje-Tolâmist ive 1999.

source: Zoja aloitti koltansaamen kielen opetuksen kotikylässään Ylä-Tulomalla vuonna 1999.
smn: – Máttááttâs ornijm priivaat viistijn ohtii ohhoost, motomin tävjibeht-uv.

source: Vuodet 1999-2000 ja 2003-2004 olivat Zojan mukaan koltansaamen kielen opetuksen aloittamisen vuodet Kuolan niemimaalla.
smn: Máttááttâs adelijm maaŋgâin čuákkipaaihijn, meid Murmanskist, já keevtijm máttááttâsâst argâeellim teemaid, muštâl Zoja.

source: – Opetusta järjestettiin yksityisissä tiloissa kerran viikossa, joskus useamminkin.
smn: Kove nuorttâsämikielâ já kulttuur konfereensâst Anarist kesällä 2012.

source: Opetusta annettiin kolmessa asutuskeskuksessa, Murmashissa, Ylä-Tulomalla ja Tulomalla ja käytimme opetuksessa arkielämän teemoja, kertoo Zoja.
smn: - Lijjim kuursâi máttáátteijen, mut tot ij lamaš nuuvt oovtkiärdánâš, ko nuorttâsämikielâst ij lamaš Ruošâst kirjekielâ.

source: Kuva koltansaamen kielen ja kulttuurin konferenssista Inarissa kesällä 2012.
smn: Teddilum oppâmateriaaleh iä lamaš ollágin.

source: - Toimin kurssien opettajana, mutta se ei ollut ihan yksinkertaista, koska koltansaamen kielellä ei ollut Venäjällä kirjakieltä.
smn: Skáppojim oppimateriaalâid Suomâbeln, kost toh lijjii mottoomver finniimist, muštâl Zoja.

source: Painettuja oppimateriaaleja ei ollut lainkaan.
smn: - Čevetjávrálâš Jouni Moshnikoff lâi ohtâ mii oovtâstpargokuoimijn Suomâbeln.

source: Hankin oppimateriaaleja Suomen puolelta, jossa niitä oli jonkin verran saatavissa, kertoo Zoja.
smn: Sun puovtij mijjân oppâmateriaalâid já mij lep še kolliistâllâm maŋgii Čevetjäävrist.

source: - Sevettijärveläinen Jouni Moshnikoff oli yksi yhteistyökumppaneistamme Suomen puolella.
smn: Máttááttâlâim sämikielâlijd lavluid, muštâlijm nuorttâsämmilâš mainâsijd já majemui iivij lep tuoijum še ennuv nuorttâsämmilâš tuojijd, muštâl Zoja.

source: Hän toi meille oppimateriaaleja ja olemme myös vierailleet paljon Sevettijärvellä.
smn: Zoja Nosova muštâl ovdâmeerhâid keevâtlâš kielâoovtâstpargoost.

source: Opettelimme saamenkielisiä lauluja, kerroimme kolttasaamelaisia tarinoita ja viime vuosina olemme tehneet myös paljon kolttasaamelaisia käsitöitä, kertoo Zoja.
smn: – Jovnâ eelij mii kolliistâlmin já huámášáim, et sárnoon nuorttâsämikielâ ucánjáhháá eresnáál.

source: Zoja Nosova kertoo esimerkkejä käytännön kieliyhteistyöstä:
smn: Joovnâst lijjii sämikielâliih säänih, moid suomâkielâ lâi vaikuttâm.

source: - Jouni kävi meidän vieraanamme ja huomasimme puhuvamme koltansaamea hieman eri tavalla.
smn: Muštâlim sunjin, moh säänih lijjii algâalgâliih nuorttâsämikielâ säänih já toin vuovvijm muoi porgáim jieččân kielâhuolâttâs.

source: Jounilla oli saamenkielisiä sanoja, joihin suomen kieli oli vaikuttanut.
smn: Mainâskirje nuorttâsämikielân

source: Kerroin hänelle, mitkä sanat olivat alkuperäisiä koltansaamen sanoja ja sillä tavalla teimme omaa kielenhuoltoamme.
smn: Zoja Nosova lii toimâm nuorttâsämikielâ ovdâsteijen meid puoh neelji staatâst sarnum sämikielâid ovdâsteijee säämi kielâlävdikoddeest.

source: - Vuosina 2007-2008 opettajana toimi Irina Rudolfovna Tytsjyk ja oppitunteja pidettiin Murmashissa ja Tulomassa.
smn: Lävdikodde tuáimá Tave-enâmij sämitigij oovtâstpargo-orgaan, Säämi parlamentaarlâš rääđi vuálásâžžân.

source: Noina vuosina opetusta annettiin Norjan saamelaiskäräjien kielikomitean avustuksella ja oppilaat suorittivat tutkinnon kurssin lopussa, Zoja kertoo.
smn: - Iävtuttim lävdikoodán puáris nuorttâsämmilij, ruošâkielân almostittum mainâsij jurgâlem nuorttâsämikielân já pivdim sist iše toi almostitmân.

source: - Siirryin uudelleen opettajaksi vuosiksi 2009-2011 ja kurssilaiset olivat enimmäkseen samoja, jotka olivat mukana jo kurssien alussa.
smn: Mainâseh lijjii algâaalgâst nuurrum jo ive 1977 já almostittum ruošâkielâlâš kirjen ive 1990.

source: Tarinakirja koltansaameksi
smn: Zoja iätá, et nuorttâsämmiliih láá lamaš ain iäljáreh mainâstiđ já mainâseh tuálih siste ennuv nuorttâsämmilâš historjá já ärbitiäđu.

source: Zoja Nosova on toiminut koltansaamen kielen edustajana myös kaikkia neljässä valtiossa puhuttuja saamen kieliä edustavassa saamen kielen lautakunnassa.
smn: - Lävdikode nuorttâsämikielâ juávus algâttij-uv jurgâlemproojeekt já ruttâdij še mainâskirje almostittem, muštâl Zoja.

source: Lautakunta toimii Pohjoismaiden saamelaiskäräjien yhteistyöelimen, Saamelaisen parlamentaarisen neuvoston alaisuudessa.
smn: Kirje toimâttij já loopâst almostitij Suomâ sämitige škovlim- já oppâmateriaaltoimâttâh.

source: - Esitin lautakunnalle vanhojen kolttasaamelaisten, venäjän kielellä julkaistujen tarinoiden kääntämistä koltansaamen kielelle ja pyysin heiltä apua niiden julkaisemiseen.
smn: "Kå´llmuõrâž"-nommâsâš puáris nuorttâsämmilijd mainâsijd sistetuállee kirje almostui nuorttâsämikielâlâš teddilâssân ive 2012 aalgâst.

source: Tarinat oli alun perin kerätty jo vuonna 1977 ja julkaistu venäjänkielisenä kirjana vuonna 1990.
smn: Zoja Nosova luuvâi kirje mainâsijd nuorttâsämikielân páádán, mast pargojuávkku Katri Fofonoff, Eino Koponen, Jouni Moshnikoff, Tiina Sanila-Aikio já Seija Sivertsen huolâttii mainâsijd nuorttâsämikielâ tááláá čäällimvuáhán.

source: Zoja sanoo, että kolttasaamelaiset ovat aina olleet kovia tarinoimaan ja tarinat sisältävät paljon kolttasaamelaista historiaa ja perinnetietoa.
smn: Zoja muštâl meid, et sun tivodij teevstâ taađeest, ko huámášij feiluid.

source: - Lautakunnan koltansaamen jaosto aloittikin käännöshankkeen ja rahoitti myös tarinakirjan julkaisemisen, kertoo Zoja.
smn: – Ovdâmerkkân muorâi noomah lijjii jurgâlum puástud ruošâkielân, muštâl Zoja.

source: Kirjan toimitti ja julkaisi lopulta Suomen saamelaiskäräjien koulutus- ja oppimateriaalitoimisto.
smn: Kuuvijn ruošâkielâlâš algâalgâlâš kirje já tääl almostittum nuorttâsämikielâkielâlâš kirje.

source: "Kå´llmuõrâž"-niminen vanhoja kolttasaamelaisia kertomuksia sisältävä teos ilmestyi koltansaamenkielisenä painoksena vuoden 2012 alussa.
smn: Kirje lii finniimist sämitige škovlim- já oppâmateriaaltoimâttuvâst, säämi kulttuurkuávdáš Sajosist Anarist.

source: Zoja Nosova luki teoksen kertomukset koltansaamen kielellä nauhalle, josta työryhmä Katri Fofonoff, Eino Koponen, Jouni Moshnikoff, Tiina Sanila-Aikio ja Seija Sivertsen huolehtivat kertomukset koltansaamen nykyiseen kirjoitusasuun.
smn: Kirje uđđâ kuvvim lii toohâm Merja Aletta Ranttila.
